{"text":"Indemnity Bill, which would indemnify the state or its servants (e.g. police) against civil or criminal proceedings in connection with the prevention or sup- pression of civil disorder. The provisions are retrospective to 16 June 1976, when the disturbances began."}
{"text":"Giving notice of the bill, Minister of Justice Mr. Kruger said it meant that \"the government will not be able to be sued for actions taken during riots\", though only for those actions undertaken \"in good faith with the intent of sup- pressing or terminating internal disorder\". Later he added that the intention was not to prevent people who had a good case from submitting claims. Compensation could be paid in deserving cases. But \"those who gave rise to the unrest and had a part in it, and in the process were injured or suffered damages, cannot ex- pect to load the police with defending unfounded claims.\" Indemnity for the state and its officials had been given before in 1961. (RDM 22.1.77, 1/2.2.77)"}
{"text":"against the police have already been filed 37 in Cape Town and the rest in Johannesburg. (Star 5.2.77)"}
{"text":"Among those injured are children blinded by shot fired by police during township disturbances. According to an eye doctor at Baragwanath some of those blinded were onlookers because 'the trouble with birdshot is that it sprays'. Buckshot was also used. Hospital authorities refused to comment on the cases. Two boys who were receiving treat- ment for eye damage sustained in Soweto in August were visited by police and questioned on how the information had reached the press. Both boys said they had been shot at by policemen driving around Soweto in a green car. Under the proposed legislation neither might receive compensation. (ST 19.12.76; W 2.1.77. RDM 12.1.77, 9.2.77)"}
{"text":"Protection Bill received their second readings on 30 January. (RDM 26.2.77, 1.2.77)"}
{"text":"In an unexpected move on Monday 17 January, the Smith regime announced that eight African men had been executed early that morning in Salisbury Central Prison. The eight, HOZEAH GANDIWA (29), ELIAS MADOVI (30), CRISPEN MUSHIPE (20), NORMAN MUTOVONI (21), FREDERICK MUZIKENYEDZE (20), GEORGE NYAGU (22), PHILIP NYAGU (21), and MOSES TSANZI (21) had been sentenced to death by a Special Court in Salisbury in August and Sept- ember 1976, on conviction of a series of bomb attacks and acts of sabotage in the Greater Salisbury area. One young white man had been seriously injured in these attacks, but no one had been killed and damage was relatively slight."}
{"text":"At the beginning of December, appeals by all 8 men were dismissed in the Appellate Division of the Salisbury High Court. A death sentence imposed on a ninth man, STONE CHAKABVPASI, aged 18 or 19, was commuted to life imprisonment. (See FOCUS No.6 p.14 for a full account of the trial; FOCUS No. 7 p.3 & No.8 p. 18)"}
{"text":"While it appears as a particularly pro- vocative move at a time of talk of an internal accommodation with \"moderate\" black nationalists, the regime's decision to confirm, via a statement from the Ministry of Information, that the hangings had been carried out, was in part a con- sequence of the number of convicted men involved and the publicity surround- int the case. It is the first official announcement of its kind since April 1975, when the practice of announcing executions was terminated by the regime on the grounds that hangings were an \"emotive\" issue. The case of the eight men, all former supporters of the Muzorewa ANC (UANC), had been actively taken up by officials of the UANC and raised by Bishop Muzorewa himself as an issue at the Geneva talks in November. Shortly after the men's appeal had been rejected in early Decem- ber, the Bishop, accompanied by senior UANC officials, approached Mr. Charles Waddington, the regime's Solicitor- General, in Geneva and later sent a personal plea for clemency to the Prime"}
{"text":"Minister, Mr. Smith. In a press statement issued on the evening of 17 January, Bishop Muzorewa stated that \"all possible efforts\" had been made to see Mr. Smith, but no response had been received beyond an assurance that his appeal for mercy would be considered by Mr. Smith's Executive Council. \"To our utter dismay\", the statement continued, \"the thing we heard was the statement today that the eight men had been executed... this amply explains why practically everything the RF Government has done since September 24 contradicts and/or undermines (Smith's) alleged acceptance of the principle of majority rule.\" (RDM 29.11.76; RH 18.1.77)"}
{"text":"The executions also ignored a petition for mercy to the Rhodesian President, Mr. John Wrathall, organised by the wives of five of the condemned men and the mothers of three. The women, who approached a number of individuals and organizations in the Salisbury area and also tried unsuccessfully to see Mr. Wrathall, called upon members of the public \"to join voices with us to cry for mercy from the President of Rhodesia to change their sentence to life imprison ment. We realise the seriousness of their crime and we do not question their being guilty, but as grieved wives and mothers we cry for mercy.” (RH 13.1.77)"}
{"text":"Inquiries were also made to the Ministry of Justice by the Rhodesia Herald, one of those approached by the women, regarding the conduct of execu- tions. The Ministry was asked: \"Are the families of men sentenced to death in- formed about the place and time of the execution (a) prior to the execution, (b) after the execution, or (c) not in- formed?\" The reply, according to the Herald, said: \"Relatives are not advised"}
{"text":"to put it generously - official in- difference. Part of the Ministry's reply indicates that in some instances a petition for clemency could be a pathetic farce, because the condemned men could al- ready have been executed.\" It appears that in this case the relatives learned that the men had been hanged when they arrived at the prison for their usual Monday visit. (RH 15/17.1.77)"}
{"text":"In another less publicised admission, reported in the Rhodesia Herald on 5 January, the regime has revealed that during 1976, a total of 64 people had appeals against the death sentence dis- missed, and therefore in most cases have probably already been executed. This is a higher figure than had previously been suspected. Of the 64, 29 had been sen- tenced by the new Special Courts set up by the regime in May 1976. (During the whole of the period from UDI in November 1965 up to April 1975, a total of 60 people are known to the British Foreign Office to have been executed in Rhodesia all of them illegally under British and international law). (RH 5.1.77; British House of Commons Parliamentary Records, 1 Dec- ember 1975)"}
{"text":"The regime's figure of 64 presumably includes persons sentenced to death on criminal conviction of murder or rape. The names of six such persons convicted during 1976 are available, of whom three are known to have had appeals dismissed. The overwhelming majority of the 64, however, will have been persons con- victed under the \"hanging clauses\" of the Law and Order (Maintenance) Act for offences connected with the armed struggle."}
{"text":"The implication of the Smith regime's admission that 64 defendants had appeals against the death sentence dismissed in a single year is that people have been tried, sentenced and hanged in Rhodesia, virtually unknown to the outside world. At the beginning of December 1976, IDAF published the names of 57 people at that time under sentence of death or already executed (covering the period April 1975 to December 1976). (lan Smith's Hostages - Political Prisoners in Rhodesia, IDAF, December 1976, pp. 8– 9) Since that time, the names have become available of a further 17 people sentenced to death on political charges:-"}
{"text":"BUROMBO, Wiresi (27) (previously re- ported in FOCUS as WIRESI, Bulogna) Sentenced to death by a Special Court in Salisbury in November 1976 on convic- tion of laying a landmine in the Kariba area. His appeal was dismissed in January 1977."}
{"text":"CHARAMBA, Onisimo Simba (21). Sen- tenced to death by a Special Court in Chiredzi in November 1976, on convic- tion of possessing arms of war. Originally from the Mtoko area."}
{"text":"Inyanga area, captured by security forces in the Honde Valley in July 1976. MUPHAMBARA, Jasper (19). Sentenced to death by a Special Court in Chiredzi in November possessing arms of war. Originally from 1976, on conviction of"}
{"text":"MUTOMBO, Rugari (20) (previously re- ported in FOCUS as MUTAMBA, Rugera) Sentenced to death by a Special Court in Umtali in November 1976 on conviction of guerilla activity. Originally from the Charter area, captured by security forces near Umtali in September 1976. His appeal was dismissed in January 1977. NKUBE, Kufas (phonetic). Sentenced to death by a Special Court in Beitbridge in February 1977, on conviction of several counts under the Law and Order (Maintenance) Act."}
{"text":"end of October 1976, was sentenced to 10 years imprisonment for undergoing a course of guerilla training. He had been wounded in an attack on Genta, a camp 15 km from the Rhodesian border in Tete province, Mozam- bique, and had been flown back to Rhodesia for treatment. The boy was probably FILBERT TAKAWIRA (or TANGAWIRA), a captured guerilla who was displayed to overseas journal- ists in Mount Darwin shortly after the raid. (RH 25.1.77)"}
{"text":"3 unnamed African men were sentenced to terms of imprisonment for failing to report guerillas, while KUFAS NKUBE was sentenced to death (see above under More death sentences; BBC 5.2.77)"}
{"text":"14 December: Salisbury High Court COMPOUND ZISENGWE, aged about 65 and a market gardener in the Mtoko area was sen- tenced to 9 years imprisonment (3 suspended), for failing to report guerillas. He was alleged to have provided food and delivered messages to guerilla groups on a number of occasions. (RH 15.12.76)"}
{"text":"TAFRENYIKA, Mathias. Sentenced to death by a Special Court in Mount Darwin in September 1976 on charges relating to guerilla activity. His appeal was dismissed at the end of November. TSAVAYO, Stavros and 2 others, un- named. All sentenced to death by a Special Court in Mtoko in September 1976. The three were guerillas who had been wounded and captured in the course of the preceding few months. ZHIWAYO, Naison. Sentenced to death by a Special Court in Bindura in January officers' reports. The prosecution, putting the 1977 on charges relating to guerilla activity. (Several of the above have pre- viously been reported in FOCUS No.8 p.17)"}
{"text":"MANGURA, Nicholas (21) (previously reported in FOCUS as MANGWEZA, Nicholas) Sentenced to death by Special Court in November 1976 on con- viction of guerilla activity. Originally from the Marandellas area, captured by security forces near Umtali in September 1976. His appeal was dismissed in January"}
{"text":"MASINA, Moses Masuku (25). Vice- chairman of the Luveve West branch of the ANC Youth League, sentenced to death by a Special Court in Bulawayo in November 1976 on conviction of a range of Law and Order offences including sheltering guerillas and recruiting. His appeal was dismissed in January 1977. MATASANHURA, Gilbert (23). Sen- tenced to death by a Special Court in Umtali in November 1976 on conviction of guerilla activity. Originally from the"}
{"text":"EDSON NJAGU, of Mbizi Kraal, Motko, and a watchman at a quarry, was sentenced to 15 years imprisonment for failing to report guerillas. Mr. Njagu is the father of Philip Njagu, one of the eight supporters of Bishop Muzorewa hanged in Salisbury in January 1977 (see above). He was convicted of failing to report, firstly, a group of guerillas who visited his home area between March and July 1976, and sec- ondly, his son, nephew and their friends when they came to him seeking explosives intended for use in bombing raids in Greater Salisbury. DOUGLAS CHIRIPANYANGA, also of Mbizi kraal, appeared in court on similar charges. (RH 7/8.12.76)"}
{"text":"REACH SIBANDA (39), the Organizing Sec- retary of the Pumula West branch of the Nkomo ANC, and TSHOKO MATHEMA (33) were each sentenced to 6 years imprisonment for failing to report the presence of guerillas in Bulawayo's African townships."}
{"text":"Both men admitted having contact with two guerillas, one of whom was eventually shot dead by police at Pumula Bottle Store, over the period August to November 1976. In the course of the trial, the Special Court was told that guerillas and guerilla sympathisers had infiltrated the Bulawayo townships to a \"serious degree\". (RH 19/20.1.77)"}
{"text":"case for the state, claimed that the teenagers \"were not the innocents they now pretended to be\". \"I have been asked by the police,\" he continued, \"to point out that a considerable number of terrorists coming across the border and being killed are children of this age or slightly older. It is not likely that such children would spearhead the fighting but women not much older than these girls have been killed in the operations. And they have shown a certain amount of determination in their efforts to reach Mozambique. They were not unwilling sheep.\" (RH 14/16.12.76)"}
{"text":"(?) 16 December: Salisbury High Court Prison sentences of up to 10 years passed on"}
{"text":"African men for failing to report guerillas were reduced in a review of cases originally dealt with by the Magistrates Court. Sen- tences of 10 years and 6 years respectively, imposed on RANGARIRAI MUSOTO, a teacher, and TINAGO MARIRA, a tailor, were both reduced to 5 years (21⁄2 suspended). HENRIK CHAUKE, JAPHETH GUMBO and JOSEPH MOYO, all staff at a school in the Nuanetsi area, had their sentences reduced to 5 years imprisonment (21⁄2 suspended) in each case. MUNGANYANI KURANGA, a kraal- head, originally sentenced to 10 years, also had his sentence reduced to 5 years (21⁄2 suspended). In his review, Mr. Justice Smith said that the original sentences had failed to take account of the vulnerability of civilians in remote areas and their unwillingness to draw attention to themselves by making reports to the police. (RH 17.12.76)"}
{"text":"(?) 22 December: Salisbury Regional Court A further group of young people, some as young as 14, appeared before the court accused of attempting to join the guerilla force in Mozambique. 4 girls and 2 boys in the 15 to 16 age group were each sentenced to 2 year suspended prison terms under the super- vision of a probation officer, one boy receiving 5 cuts with a light cane in addition. An adult,"}
{"text":"ALEC ZIWENDE, was sent to prison for 6 years, while in the case of 4 younger girls, sentence was postponed for 3 years. (It is possible that some of these girls were those who appeared before Salisbury Magistrate's Court a week earlier (see above)) (RH 23.12.76)"}
{"text":"The Magistrates Courts continued after the Christmas break to deal with a succession of juveniles charged with attempting to leave Rhodesia for guerilla training. On 8 January an unnamed 15-year-old boy was sentenced in Salisbury to 2 years imprisonment, suspended for 3 years, and 5 cuts with a light cane. Like those convicted in December he had been arrested near the border at Umtali. On 12 January, DAVID and NOEL MUTAMBANI, both from the Maranke TTL, south of Umtali, were each sentenced to 10 years imprisonment on similar charges by the Umtali Magistrates Court. (RH 7.1.77; BBC 15.1.77)"}
{"text":"Father Egli, the Father Superior of Berejena Mission in the Chibi TTL between Fort Victoria and Ngundu Halt, was arrested at the end of November 1976 and held in detention for a month. His trial on 10-12 January 1977 was attended by, among others, the Roman Catholic Bishop of Gwelo, the Rt. Rev. Alois Haene, Bishop Karlen of Bulawayo, and a member of the Swiss Consulate-General in Johannesburg. Father Egli is a nephew of Bishop Haene. In an agreed statement of facts presented to the court, a number of incidents were described in which guerillas had visited the Berejena Mission and been provided with food and medical supplies. On one visit the guerillas had made speeches to the assembled pupils and staff of the mission school for about two hours. Father Egli also had made a speech and said the Lord's Prayer. The guerillas had danced and sang songs before leaving with a supply of food. Father Egli gave a desire to keep out of the war so that the work of the mission could continue normally as one of his reasons for failing to report the guerillas. He said that the mission would have assisted the security forces in the same way if demanded or forced to. Earlier, on being asked whether he had ever considered seeking protection from the security forces, Father Egli said that he \"was a bit biased against the security forces and I had good reason to be.\" Some groups of the security forces in the area were good, but some resorted to cruel beatings of very many people. He added that he believed the mission would not be harmed by the guerillas because \"we were working for the African people.\" (RH 11/13.1.77; FOCUS No.8 p. 18) 17 January: Salisbury Regional Court GIDEON SITORO, foreman at Mpunzi Farm, Mount Darwin, was sentenced to 10 years imprisonment on conviction of possessing a dangerous weapon. He was also accused of harbouring guerillas and failing to report their presence to the police within the prescribed 72 hours. The court was told that Sitoro and a group of other farmworkers had found a rocket launcher while cutting grass on the farm. Sitoro, who was in charge of the gang, had allegedly instructed two young labourers to conceal the rocket launcher in an anthill and had omitted to tell his employer or the"}
{"text":"security forces about it. He was also alleged to have organized food supplies for a guerilla group who visited the farm's beerhall. (RH 13/18.1.77)"}
{"text":"18 January: Salisbury Regional Court MATHIAS CHRISTMAS VHUSO (20) sentenced to 15 years imprisonment on charges relating to guerilla activity. He was alleged to have been part of a guerilla group that raided a store in Muduku Township, Chipinga, in July 1976, and stole radio sets, suitcases and cash. Vhuso, who was alleged to have made a con- fession to the police, claimed in court that he had been assaulted following arrest. Passing judgment, the magistrate pointed out that while the offence in question was punishable by death or life imprisonment, 15 years was the heaviest sentence that he as a regional magistrate was entitled to impose. (RH 19.1.77) 23 February: Umtali Magistrates Court Two African Roman Catholic priests were each sentenced to 5 years imprisonment, 4 years of which were conditionally suspended in each case, for not reporting the presence of guerillas at the Avila Mission in the Inyanga district of the eastern border. Father IGNATIUS MUMBA and Father PATRICK MUTUMI (both names phonetic) both pleaded guilty and were granted bail pending an appeal (BBC 25.2.77)"}
{"text":"Two appeals against the death sentence were reported on 8 January to have been dismissed. CHONILE SHUMA (previously reported in FOCUS as JEMILE SHUMBA), aged about 30 and the vice-secretary of the Gwavamuntangwi Jindu branch of the Nkomo ANC, had been sentenced to death by a Special Court in Gwelo in September 1976 for laying landmines and failing to report guerillas. Shuma, a resident of the Chingoma area of the Belingwe TTL south of Gwelo, had been found not guilty of another charge of supplying food and water and giving directions to a guerilla group. (RH 8.1.77; FOCUS No.7 p.3)"}
{"text":"ENOCH VERA, (or ENOCH VERA KIZITO) who was sentenced to death by a Special Court in September 1976, also lost his appeal in January. Vera, who had been vice-chairman of the youth branch of the Muzorewa ANC in the Sinoia district, was convicted of recruiting or encouraging 5 other people to undergo guerilla training. (RH 8.1.77)"}
{"text":"position in prison where he might pose as a martyr.\" It had acted \"to remove him entirely from the local scene where his presence in prison, we are convinced, will serve only to con- tinue to make him the focal point of tension.\" (Times 15/25.2.77)"}
{"text":"The murder in Rhodesia of Bishop Adolph Schmitt, Father Possenti Weggartner and Sister Maria Francis Van den Berg, and the wounding of Sister Ermenfried Knauer, on 5 December 1976, has been blamed by the Smith regime onto guerillas of the nationalist movement ANC (ZAPU), led by Joshua Nkomo. The four Catholic missionaries were ambushed and attacked by a single armed man as they were driving from Gwaai siding to the main Victoria Falls road in the Lupane area of north- western Rhodesia."}
{"text":"President, Mr. John Wrathall, had issued a \"condition of respite\" to prevent the Bishop being jailed. The regime further announced that it was taking measures to revoke his Rhodesian citizenship and to deport him, a process ex- pected to take about a month. During this time he would be restricted to St. Anne's Roman Catholic Hospital in Salisbury, where he had been receiving treatment for back injuries incurred in a car crash. (Bishop Lamont was born in Ireland but has lived in Rhodesia for 30 years.) Informing the House of Assembly of this decision, the Minister of Justice, Law and Order, Mr. Hilary Squires, said that the regime had \"no intention of giving him a special"}
{"text":"⚫ the murder of Mr. Robert Calvert, who was killed when a group of guerillas attacked Peter's Motel at Victoria Falls on 30 October 1976. (Reported in a security force com- munique of 31 October)"}
{"text":"⚫ the murder of a farmer, Mr. Arthur Ross Cumming, at his home, France Farm, 12 miles south of Victoria Falls, on 8 Novem- ber (Security force communique, 16 Nov- ember)"}
{"text":"a robbery at Gwaai siding store and the attempted murder of Mr. John Hartley on 27 November. (Security force communique, 28 November)"}
{"text":"⚫ the murder of the 3 Catholic missionaries and the attempted murder of a fourth, on 5 December. (Security force communique, 5 December)"}
{"text":"an attempted robbery at Forestvale Butchery, Bulawayo, and the murder of a coloured solider, Lance-corporal Charlie McLeod at Umhambi Cocktail Bar, and of Mr. Austin Nyhati at Ikhwezi Club, Bula- wayo, on 11 December. (Security force communique, 12 December. According to press reports at the time, two armed men were involved in the attack on Ikhwezi Club, Pelandaba township, in which two African men were killed and 6 people wounded. RH 13.12.76)"}
{"text":"⚫ attempted robbery at Makalanga Beer Garden, Bulawayo, on 19 December. (Security force communique, 22 December). ⚫ attempted murder of a Portuguese shop- owner, Mr. Antonio Camacho, and robbery at his store in Pelandaba township, Bula- wayo, on 22 December (RH 27.12.76)"}
{"text":"Ncube told the Provincial Magistrate that nobody had influenced him to admit to the murders and other guerilla acts. He told the Court that the statements recorded by the police were correct. The Magistrate then confirmed the statements and told Ncube that they would be received as evidence \"before any court\" upon their mere production by the Prosecutor and without further proof. (RH 1.1.77)"}
{"text":"Order (Maintenance) Act cases. Filbert"}
{"text":"after 3 months in detention incommunicado (see this and other examples under Special Courts and Other Convictions.) (RDM 1.1.77; BBC 4.1.77)"}
{"text":"The Court, however, was never given an opportunity to cross-examine Ncube, because a week later he was reported to have \"escaped\" from custody and to be on the run. According to police state- ments a few days after his court appear- ance he had been moved from Bulawayo to a prison in Victoria Falls, over 200 miles away in the north-western corner of Rhodesia close to the Zambian border. Here he was able to assist the police with investigations into the attack on Peter's Motel on 30 October. On the morning of 8 January, according to the Rhodesian press, \"shots were heard in the town soon after 8am as Albert Sumbo Ncube ran through gardens and jumped over hedges wearing a pair of red underpants and an orange shirt.\" According to a police source, Ncube had escaped as he was being given breakfast by two African policemen. \"One of the jailers was armed and stood guard while the other, un- armed, unbolted the cell door. Ncube, who had been shackled with handcuffs and leg irons, charged the door before the unarmed policeman holding his breakfast could enter his cell. Both policemen were knocked off balance, and Ncube, who must earlier have snapped the chains link- ing his shackles, was able to race through the Police station, vanishing in thick bush across the main Victoria Falls road. The policemen who chased him were not able to shoot immediately, because there were some children in the line of fire.\" (SM 9.1.77; RH 10.1.77)"}
{"text":"suspecting that there was a degree of police collusion in Ncube's escape, and casting doubt on the circumstances of his \"confession.” (RH 10/11/21.1.77)"}
{"text":"Representatives of the Zimbabwean nation- alist movement have frequently accused the Smith's regime's Selous Scouts of perpetrating atrocities in order to dis- credit the liberation forces. In November last year, Edward Kazembe, who was des- cribed as having deserted from the Selous Scouts to join the guerilla army, was inter- viewed on the Mozambique English-medium radio programme, Voice of Zimbabwe. He said that \"one of the special tasks of the Selous Scouts was to go to the operational zone disguised as freedom fighters (and to) try to find out how the freedom fighters get their support from the masses. Then they go back and tell the security forces. He said another task was to kill the local people in order to discredit the Zimbabwe People's Army\". (BBC 27.11.76, reporting Maputo in English for Rhodesia 24 November 1976)"}
{"text":"More recently, Voice of Zimbabwe has alleged that \"the racist Smith regime is now going to use other methods in a bid to con- fuse the people of Zimbabwe. Besides ... the notorious Selous Scouts, there now are certain black paramilitary groups. Their main objective will be to present the Zim- babwe national liberation army as an un- principled force inside Zimbabwe. We know the notorious Selous Scouts' objective is to murder and harass the unarmed Zimbab- wean. They carry out operations aimed at eliminating progressive personalities, church- men, traders and so on, who are believed to have contacts with the nation's liberation army. These latest settler regime's units have aims which are more political ... In this slight change of tactics the enemy will come carrying ZANU-type weapons pre- tending to be a member of the people's forces. The aim is to infiltrate not only the People's Army but even the strong cells that (?have been built) in order to facilitate the prosecution of the armed struggle. This goes for all the other areas in Zimbabwe, in towns and in the rural areas\". (BBC 26.2.77, reporting Maputo in English for Rhodesia 23 February 1977)"}
{"text":"One of the murders for which Albert Sumbo Ncube claimed responsibility was that of Mr. Arthur Ross Cumming, who died on 8 November 1976 at his farm near Vic- toria (see above under Albert Sumbo Ncube). According to Soldier of Fortune, a mer- cenary recruiting magazine produced in Boulder, Colorado, U.S.A., Mr. Cumming was killed by \"three black men in the uniforms of the Rhodesian Army com- plete with camouflage cloth caps\". Members of the editorial board of Soldier of Fortune visited Rhodesia in October/November 1976, and met Mr. Cumming a few days before his death. The magazine has since published a detailed account of the attack on the Cumming farm, in which it is claimed that Mrs. Cumming's first words of surprise when the three attackers entered the room were, \"Arthur, what is the Army doing in the house?\" (Soldier of Fortune, Vol 2, No. 2 Spring 1977 p. 15)"}
{"text":"In explaining to Botswana government officials and the press why they had left Rhodesia, many of the students were adamant in their desire to take some posi- tive action against the Smith regime. According to a 17-year-old girl who spoke to the international press in Francistown, \"We are going to be freedom fighters and we know what that means. I don't mind killing people because look what Smith does to our people. We want to rule our- selves and we will choose our own leader when we have won.\" A boy, described as the secretary of the Students' Youth League Committee, said that \"we were all willing and determined and the arrange- ments were entirely ours. My main reason for leaving Rhodesia is freedom and then later will come the general problems we are confronted with as Africans in that country.\" (GN 4.2.77; Botswana High Commission, London, press release 3.2.77)"}
{"text":"Under the Emergency Powers (Main- tenance of Law and Order) Regulations 1976, protecting authorities (i.e. senior police officers or members of the defence forces) may direct that any area be made subject to curfew. Villagers in curfew zones are warned that anyone who \"fails to stop when challenged\" is liable to be shot on sight. Commenting on the Manama Mission student exodus, the permanent secretary to the Botswana president, Mr. P. Steenkamp, said that \"the main reason for fleeing is to escape death at the hands of the Smith forces, who, according to numerous reports from refugees, shoot innocent people to maintain a kill quota of 10 (guerillas) to one (member of the security forces)\"."}
{"text":"On 16 February, in the aftermath of the Manama Mission exodus, the regime announced that a 30 km strip of the Shashi Tribal Trust Land, adjoining the Botswana border, north-west of Tuli, had been declared a military restricted area or \"no-go” zone. Any unauthorised person, found in such a no-go area, regardless of the time of day, is auto- matically suspected of being a guerilla and liable to be shot by patrolling troops. This is the first such restricted area of its kind on the Botswana border, although they have been a feature of the north- eastern Mozambique border section for some time. (GN 2/17.2.77)"}
{"text":"of the increasingly tense situation, and all those stationed in the rural areas had left by the following month. The National Services Act, which came into effect on 10 September 1976, provides for certain categories of people previously exempted, including priests, nurses and certain civil servants, to be made liable to compulsory military service. (Botswana High Com- mission, London, press release, ibid; GN 5.2.77)"}
{"text":"Another specific grievance concerned the regime's requirements on Africans to carry registration certificates or passes. \"I left because the soldiers were always after us\", said one boy. \"They would wait until we left the school going to a store nearby and they would ask for a registra- tion certificate. Well, I have not got one. Maybe I am too young and they would beat me. They would say that I was a terrorist and asked why I was not fighting terrorists in the army. We are not terror- ists. We are freedom fighters\". Under the African (Registration and Identification) Act, all African males over 16 are required to carry a registration certificate complete with photograph and finger-prints. In certain areas the age limit is reduced to 12. According to the students, those under 16 were required to carry a juvenile certificate costing R$3. At the present time, arrangements are in hand to issue identity documents to adults of all races and both sexes. (GN 4.2.77, Botswana High Commission, ibid)"}
{"text":"£3 million. (International Committee of the Red Cross, Report on activities in Southern Africa, 14.2.77; UN Informa- tion Centre, London Weekly Summary 21-27 January 1977; Times 22.5.76; FT 25.2.76)"}
{"text":"Speaking in Salisbury at the beginning of February, shortly after his final rejection of Mr. Ivor Richard's proposals for a settlement, lan Smith gave a warning of \"new tactics\" in the war against the national liberation movement. \"They might be a little tougher, a little more provocative should I say, than some of the past tactics... I must in all honesty say, as the war goes on we do tend to resort to tougher measures, and I think we must accept that this will happen\". (BBC 7.2.77)"}
{"text":"Rhodesia's \"protected\" and \"consoli- dated villages\", now estimated to contain at least 400,000 residents of the north- eastern and eastern war zones, are becom- ing an increasingly common target for attack by guerillas of the national libera- tion movement. The protected villages, commonly referred to as \"cages\" by those obliged to live in them, are a source of deep-rooted and growing resentment, and it seems clear that one reason for the attacks is a desire to free the inhabitants from a repressive system. In a raid by a group of about 20 guerillas on the newly consolidated village of Kandeya, 20 km northwest of Mount Darwin, on the even- ing of 31 December 1976, no shots were fired. (Unlike protected villages, consoli- dated villages have no permanent security force presence, and are not fenced). The guerillas went from hut to hut, shouting"}
{"text":"lation of \"devices” and any other measures considered likely to make a more effective barrier against guerillas. Persons authorised to erect such fences are empowered \"to clear any structure, trees or other vegetation, rocks or other obstacles whatsoever.\" (Emergency Powers (Maintenance of Law and Order) (Amendment) Regulations, 1976 (No.6); RH 25.9.76)"}
{"text":"The creation of further \"no-go\" areas in the border zones. From midnight on 21 January, for example, the area of land east of Umtali, between the fence service roads and the Mozambique border, was declared a no-go area under an order issued by the protecting authority for Manicaland. A similar no-go area, accessible only to security force per- sonnel and authorised people has since been declared along the Botswana border (see under Flight from Rhodesia). Civilians who stray into these areas are liable to be shot on sight, irrespective of curfew hours. A leaflet distributed by the regime to resi- dents of the \"Operation Thrasher\" military zone centred on Umtali warns: \"If you see security forces do not run. Move up to the security forces. If you run away we will think you are a gandanga (\"terrorist\") and we will shoot.. If you move outside your kraal at night or before noon, you will be thought to be a gandanga and shot.."}
{"text":"ing rafters, no-one was killed or burnt. (RH 4.1.77; BBC 5.1.77; International Committee of the Red Cross, report on activities in Southern Africa, 14.2.77)"}
{"text":"month to be trained at a base at Chik- urubi, outside Salisbury. African members of the Guard Force receive a basic wage of R$60 a month plus a food allowance of R$13.50 (In 1975, the average monthly wage of Africans in Rhodesia was less"}
{"text":"Drivers of vehicles that do not stop when ordered to do so by security forces will be thought of as gandangas and will be shot\". (RH 16.9.76; BBC 24.1.77)"}
{"text":"Emergency Regulations, published in January 1977, increasing the powers of protecting authorities to control food supplies to prevent them falling into the hands of guerillas. The new regulations provide for the prohibition of maize culti- vation, and cover milling operations as well as the sale and delivery of food. The pro- tecting authority may order security devices to be fitted to shops and other places where food is stored and direct the closure of beer- halls at certain hours. Police officers or other persons authorised by the protecting authority are empowered to destroy or confiscate food supplies. (Emergency Powers (Maintenance of Law and Order) (Amend- ment) Regulations, 1977 (No.8): BBC 31.1. 77)"}
{"text":"It has been reported that medicines and medical equipment have been withdrawn by the security forces from civilian posts in the operational areas to a depth of 70- 80 km from the border, and that medical supplies to Africans further within the country have been severely restricted. (Zimbabwe Medical Aid Newsletter January 1977)"}
{"text":"than R$40). Whites, particularly those in the 30 to 38 age group, are also being called up into the Guard Force, normally to be trained as \"keep commanders.\" Each protected village is guarded by a force of around 20 men, led by one or two \"keep commanders.\" The eventual strength of the Guard Force is expected to reach about 12,500 men (SM 12.12.76)"}
{"text":"Employees of the Ministry of Internal Affairs, who in the past had sole respon- sibility for the protected villages, are also becoming increasingly militarized. A new grade of African \"District Security Assistants\" has been set up, who receive four weeks training in counter-insurgency techniques. Young white national service- men are frequently installed as keep commanders in charge of a contingent of such DSAs. (RH 2.11.76, 30.12.76)"}
{"text":"The strategic importance placed by the regime on the role of the protected villages has recently been highlighted by the announcement of a new post of Director of Psychological Warfare in the depart- ment of the Prime Minister. The first incumbent is Major-General G.A. Rawlins, former commander of the Guard Force. (BBC 19.2.77)"}
{"text":"Three more political detainees have died in police custody, bringing the total to 18 deaths in the past year (see FOCUS 8 p.5). The three new cases were:"}
{"text":"Elmon Malele (52) a former ANC mem- ber, who died in a Johannesburg nursing home on 20 January after a brain opera- tion apparently following a stroke. Malele was arrested on about 9 January follow- ing an explosion in a Soweto house when one man was killed (see under Deten- tions); his wife was also detained. A police post mortem was carried out at once and the funeral took place on 31 January. (RDM 21.1.77, 1.2.77; GN 22.1.77) Matthews Mabelane (23) a high school student from Soweto and son of a priest, alleged to have died on 15 February after jumping from a window on the tenth floor of the police HQ at John Vorster Square in Johannesburg during interro- gation. According to the Commissioner of Police the interrogation was taking place in a room with unbarred windows because all the barred offices were occupied, owing to 'the number of detainees that had to be held since the June riots'."}
{"text":"According to his parents, Mabelane disappeared from home last October, when the police round-up of students was at its height, and is thought to have fled to Botswana. His parents reported his absence to the police. In January Mabelane was arrested, apparently as he returned to South Africa; police informed his parents that he was in detention on 27 January but before they were able to see him he had died. (GN_16/17.2.77; RDM 16/17.2.77)"}
{"text":"Samuel Malinga (45), from Soweto, died in hospital in Pietermaritzburg on 22 February, apparently from respiratory failure or a stroke. He was being held by the Natal security police under Col G.J. Dreyer, as a Terrorism Act detainee. (GN 25.2.77; Times 25.2.77)"}
{"text":"Two earlier victims, whose deaths were briefly reported in FOCUS 8 (p.5) were: Dr Naboath Ntshuntsha, arrested 14 December, died in January in a police cell at Leslie, allegedly by hanging him- self. By 24 January the body had still not been released for burial and a ques- tion in Parliament elicited from the Minister of Police the information that 'unauthorised incisions' had been made at the mortuary; this rendered a com-"}
{"text":"plete post-mortem impossible, according to the pathologist retained by the family. One incision was from throat to groin and the other from ear to ear across the top of the skull. Dr Ntshuntsha was buried on 5 February. (RDM_22/25- 27/29.1.77, 7/8.2.77)"}
{"text":"Lawrence Ndzanga, trade unionist from Soweto, arrested 16 November, died 9 January in Johannesburg Fort, from natural causes according to the police. Ndzanga was due to appear in court with his wife Rita on 11 January charged under the Terrorism Act (see under Political Trials). Following a post mortem, the funeral took place on 23 January attended by some 5000 people, According to a speech at the funeral, Ndzanga worked for the betterment of black people and 'died for the liberation of black people' in doubtful circumstances: 'some of us have been in detention and we know what happens behind those windowless walls'. Mrs. Ndzanga, though granted bail of R5000, was not released from jail in time to attend the funeral. (RDM 12/22/ 24/25.1.77; World 11/24.1.77)"}
{"text":"(CT 5.2.77)"}
{"text":"MOHAPI: the inquest into the death of Mapetla Mohapi in Kingwilliamstown on 5 August 1976 (see FOCUS 6 p.7) was told by the pathologist who conducted the post mortem for the police that he died from force applied to the neck. According to police evidence he died by hanging himself with two pairs of jeans from the bars of his cell. An alleged"}
{"text":"suicide note written on lavatory paper was read to the court as follows: 'This is just to say goodbye to you. You can carry on interrogating my dead body. Perhaps you will get what you want. Your friend Mapetla'. After two days, the court recording machine broke down and the inquest was adjourned until 14 March. (RDM 18.1.77; Tel 19/20.1.77)"}
{"text":"MAZWEMBE: the inquest into the death of Luke Mazwembe in Cape Town in September 1976 (see FOCUS 7 p.6) was told by a pathologist that the abra-"}
{"text":"sions on Mazwembe's neck were consistent with both suicide by hanging and 'faked suicide' following death. (T 28.1.77) MASHABANE: a verdict of suicide by hanging was returned by the Johnnes- burg Magistrate's Court in the case of Jacob Mashabane, who died at Johan- nesburg Fort on 5 October (see FOCUS 7 p.6) (RDM 3.2.77)"}
{"text":"MDLULI: the government pathologist who examined the body of Joseph Mdluli in March 1976 and described the exten- sive injuries inflicted (see FOCUS 8 p.5) appeared as a defence witness in the trial of ten ANC men in Durban (see under Political Trials), when he stated that the injuries were of so diffuse a nature they were unlikely to have been caused by a single fall over a chair, as alleged by police. Later two sets of photographs of the body and injuries were exhibited in the trial: the police photographs showed fewer injuries than those taken on behalf of the family before burial."}
{"text":"On 25 February the Natal Attorney General announced that no further action would be taken over Mdluli's death, as there was 'not even a prima facie case' for doing so. (RDM 26.2.77)"}
{"text":"\"The South African government may refuse an international inquiry, but it must be told that so low has the reputa- tion of its justice fallen that no other inquiry will be acceptable. Default must, therefore, be entered as an admission of guilt.\" (Times 12.1.77)"}
{"text":"boy picked out four young men thought to be Soweto Student Council members. Some of those arrested were immediately released, others were held for a fortnight and some, including the four students, are believed to be still held. (RDM 1.1.77; World 3.1.77)"}
{"text":"Name (Age)"}
{"text":"to be questioned by a special group of detectives. Some were immediately charged in connection with arson attempts on Langa schools early in January. Later it was announced that 32 members of the 'Comrades Movement' had been caught, including 17 who were seized in a church. (RDM 14.1.77; Times 27.1.77)"}
{"text":"Details (where known)"}
{"text":"MOGAPI Mathews (18) MOKGOPANYANE Jan (19) KEPADISA Miss Memme (19) TSHEPE Sam (18)"}
{"text":"MNISI Henry (52)"}
{"text":"TSIKI Moria (58)"}
{"text":"TSIKI Marie (27)"}
{"text":"TSIKI Naledi (21)"}
{"text":"TSIKI Japtha (35)"}
{"text":"SENNE Tony (17)"}
{"text":"PITSO (? TITSO) Ambrose"}
{"text":"MKGOTHI Henry Gordon (47)"}
{"text":"MASUKU Normal Themba (34)"}
{"text":"MOHLALA Alfred (22) NMUSI Solomon (26)"}
{"text":"Died in detention. See FOCUS No.8 p.5 and Deaths in Detention. Wife of Lawrence and also a trade unionist. Released on bail 21.1.77 (see POLITICAL TRIALS)"}
{"text":"Name (Age)"}
{"text":"MALELE Elmon (52)"}
{"text":"MOKOENA Simon TSAGAE Micky NKUMANE Uusindlu (31)"}
{"text":"MNGQUIBISA Sipho MZILENI Michael (34) TSHETLO Martha SIBYA Jonathan MASHININI Virginia MASHININI Mpho (16) NGUBENI Michael RAHUBE Mmutle (33)"}
{"text":"ZONDI Reuben (48) NKOSI, Jonathan (61) NKOSI Andrew MONA Nhlanhla (18) NTSHALI Keith (19) DILWAYO Golden DILWAYO Freddie"}
{"text":"Details (where known)"}
{"text":"former member of ANC and one of 1956 treason trialists. Died in custody (see Deaths in Detention)"}
{"text":"Redetained. SACC vice president (see FOCUS 7 p.9) Released"}
{"text":"On 25 January Mr. Kruger told Parliament that 65 'trained terrorists' had been arrested. This followed a series of inci- dents involving explosives. The first two such incidents occurred on 24 October, when there was an explosion inside Jabulani police station, Soweto, and one near a railway line. The third incident happened on 30 November in the north- eastern Transvaal when a police patrol stopped four men suspected of being guerilla infiltrators. The men threw a hand grenade into the police landrover and escaped in the subsequent blast. Police later claimed to have found more grenades and ammunition at the scene of the explosion, and to have arrested three people in Soweto in connection with the incident, and a fourth elsewhere. (RDM 1.12.76; World 27.1.77)"}
{"text":"A week later on 6 December, there was a blast in Johannesburg when Isaac Siko let off an explosive device in a restaurant in the Carlton Centre white shopping complex. He was immediately taken into custody and later charged (see under POLITICAL TRIALS). The follow- ing day a colleague of Siko from de Beers"}
{"text":"research laboratory was also detained, and on 9 December police picked up Wellington Tshazibane, a young engineer employed by de Beers, who died in custody (see FOCUS 8 pp.5 and 10). A day or so later Hope Jamba was arrested, and the press reported the discovery of dynamite and detonators hidden on the veld near Crown Mines. Also detained at this period was Jamba's brother-in-law, lan Rwaxa, who at the end of the month was escorted to his Soweto home by police in order to identify the place where a tin, apparently containing dynamite, had been buried in the yard. Rwaza was brought home in blood- stained clothes, wearing a hood to conceal injuries to his face and head. He was then returned to John Vorster Square. (GN 8.12.77; World 4.1.77)"}
{"text":"thought to be the tenant was arrested a few days later applying to travel to Mozambique. A few hours after the Soweto explosion a small bomb was dis covered on a railway line outside Johan- nesburg; when disturbed by a railway worker it exploded. (ST 9.1.77; RDM 10/11.1.77)"}
{"text":"Alfred Moromeng (30), and injuring another, Sollas Sefolona (25). Later in January a small quantity of explosives was dis- covered in two Soweto houses after a motorist was stopped and questioned. Three men and a woman were known to have been arrested in connection with this discovery but their names were not released. (World 19.1.77; RDM 19.1.77)"}
{"text":"with the 30 November incident and that of 10 in connection with the 7 January explosion. (RDM 26.1.77)"}
{"text":"censorship which prohibits all unauthor- ised reporting of army operations (for example the 1975 invasion of Angola, which was not reported in South Africa) is extended to cover operations con- nected with internal disorder, though only insofar as the armed forces are involved. Police operations are excluded from the terms of the bill. The scope of this measure is that if troops are called out to deal with demonstrations, disturb- ances, sabotage etc, the press are pro- hibited from publishing the information without military clearance. This will apply to foreign reporters sending details outside SA as well as those within. material requisitions — public service or defence force officers are empowered to commandeer any material or article necessary for the mobilisation of or maintenance of the Defence Force or other forces operating with it. Hitherto requisitioning powers existed only in time of war."}
{"text":"Following representations by Amnesty International concerning the treatment of the recently convicted 'black con- sciousness' prisoners (see FOCUS No.8 p.6) who have been sent to Robben Island, it was announced by the SA Prisons Dept that an incident had occurred and the police are to conduct an investigation."}
{"text":"Minister of Justice Mr. Kruger denied that anyone had been bitten. He outlined the Prison Dept's version of events on 25 January when a war- rant officer visited a work team which was not performing its duties. He “in- structed staff members in charge to use dogs to speed up the work\" but the dogs were not turned loose, as alleged. (Times 1.3.77; MS 1.3.77; RDM 1.3.77)"}
{"text":"Citizen Force conscripts who have com- pleted their full-time service but remain liable for annual 19-day camp call-ups for five years, has its regulations altered to provide for short term call-ups more than once a year. Under the Defence Amendment Act of 1976, the state may call out the Citizen Force, the Reserve and the Kommando for service in the suppression of terrorism or disorder or the maintenance of essential services, but only within the terms of each person's 19-day service obligations (plus seven days). Under the new bill, servicemen can be called up more often, but their total obligation is not increased. (GG 17.3.76; RDM 1.2.77; FT 1.2.77; GN 1.2.77)"}
{"text":"Speaking at the National Party Con- gress last September the Minister of Defence defined one of the army's func- tions as that of supporting the police when internal problems became too diffi- cult. Although there were many rumours of troop operations and it appears that certain sections of the army were mobilised, there is little evidence that troops were actually used to quell the disturbances during 1976. (Argus 9.9.76)"}
{"text":"These men died in detention: Matthews Mabelane (left) and Dr. Ntshuntsha (right). See page 8."}
{"text":"presiding over trial court cases to follow interrogative procedures whereby the court president examines the accused. (This is a common judicial process that differs from the English system of pro- secution and defence. The South African system already departs from English practice in the absence of a jury). A similar attempt to change court procedure was dropped in 1973, and the new bill is a revision. The procedure is optional not mandatory, interrogation is to take place in open court, on the record, and a legal representative may be present and able to answer on the accused's behalf."}
{"text":"Introducing the bill, the Minister of Justice Mr. Kruger said interrogation would speed up trials and save the accused unnecessary remorse. \"I think it is about time we accepted the principle\" he said \"especially in view of the fact that it is controlled by all the legal controls known to us to ensure fairness and justice for accused\". The Progressive Reform Party announced their opposition to the bill on the grounds that it would remove the present protection against self incrimina- tion by the accused, eliminate safeguards regarding confessions and impose com- pulsion on witnesses all of which were felt to affect basic legal rights and justice for accused persons. (RDM 1.2.77, Star 12.2.77)"}
{"text":"tainees (which has never been granted for Terrorism Act or other detainees) on condition that it does not disclose its findings. A total of 125 detainees were visited, in the following prisons: Grahamstown, Kingwilliamstown, Pollsmore, Victor Verster, Modder B, Johannesburg Fort and two Transkei prisons. (RDM 20.1.77,4/11.2.77)"}
{"text":"According to the Minister of Justice Mr. Kruger, a total of 52 trials under the Terrorism Act are currently under way or pending. As many as 386 people are said to be facing Terrorism Act charges and have or will appear in court. The three largest trials will take place in Port Elizabeth, where the Minister said 137 people are awaiting trial. Twelve trials are scheduled for Johannesburg, seven for Pretoria, five in the East Rand, six in East London, three each in Maritzburg, Bloemfontein and the south west, two in Kimberley, Durban and in Eastern Trans- vaal and one in the northern Free State. The remaining three trials are thought to be those already proceeding (see FOCUS 8 pp 6-11, where six trials were recorded as unfinished at end December 1976). (RDM 25/26.1.77)"}
{"text":"The trial of the ten men in Natal accused of ANC recruiting for military training abroad (see FOCUS 8 pp 6-7) resumed after Christmas with evidence from six more of the accused and other defence witnesses. All of the accused spoke of their arrest and detention for long periods in solitary confinement, and of their interrogation by police under Col J.G. Dreyer, Natal Divisional Commander of the Security Branch. All had been assaul- ted in various ways, including being made to walk in gravel-filled shoes and sitting in the 'imaginary chair' position. They were also threatened with death for refusing to co-operate."}
{"text":"Anton Fano Xaba (42) said Harry Gwala had suggested he recruit youngsters for trade union training abroad, though as Xaba was under a banning order he felt he had not much opportunity to meet recruits. Xaba described himself as not a communist, and said he still believed in the aims of SACTU, the African trade union body banned in 1962."}
{"text":"John Vusimusi Nene (32) described how he had been banned in 1973 as he was about to have his papers stamped at the Labour Bureau to take up a job as a union organiser with the result that he could not take the job. He too described assaults and threats during inter- rogation."}
{"text":"Azaria Ndebele (40) said he had met Gwala in the early 1960s when he was a member of a SACTU-affiliated union. Latterly he worked as a bus driver in Maritzburg. He had been present at a meeting at Gwala's house on 10 August 1975 together with three of the other accused and Harold Nxasana, chief state witness, when trade union organisation had been discussed. He had helped to find potential recruits."}
{"text":"Zakhele Elphas Mdlalose (51) who worked for a poultry firm, admitted having discussed the revival of SACTU. When interrogated he confirmed the names of those present at the 10 August meeting. He was interrogated stand- ing for three days and nights."}
{"text":"Vusimusi Truman Magubane (32) who worked in the catering department at Edenvale Hospital agreed to discussing the need for trade union organisation but denied asking two others to recruit boys for military training and to form an ANC cell in Imbali. While in custody Michael Gumede had told him of his agreeing to give evidence after torture (see FOCUS p.12). In Magubane's opinion all the incrimi- nating evidence in this trial came from those terrorised by the police. He added that his wife had been offered his release and money if she signed a statement saying he had 'bomb pamphlets'. Because she refused she had been arrested in September."}
{"text":"Judson Khuzwayo, originally detained from December 1975 to February 1976 (see FOCUS 2 p. 9, 4 p. 2) was called as a defence witness. He had spent 10 years on Robben Island from 1963-73 for membership of the ANC and was from 1974 employed by the Institute for Social Research at Natal University. When detained he had been questioned about Eddie Webster (one of the accused in the NUSAS trial FOCUS 8 p.7). He knew nothing of plans to revive SACTU and had been released after making a statement. In June 1976 he was re- detained, held in solitary until August and eventually released on 2 November."}
{"text":"Cleopas Melayibone Ndhlovu (42), one of the accused and one of those kidnapped from Swaziland, spoke of how he had obtained political asylum and work in Swaziland from 1964 until his arrest in March 1976. He said he had arranged to meet Samson Lukhele, the Durban taxidriver (see FOCUS 8 p.6), near the border on the night of his kidnap, when he and Joseph Nduli had been forcibly abducted by South African policemen. He described how he was taken to a police camp at Kosi Bay, kept blindfolded for 13 days, kicked, punched, given electric shocks and threatened with being thrown into the sea, all during interrogation under Col. Dreyer."}
{"text":"An expert on the effects of solitary confine- ment, Prof L.J. West of California University, also appeared as a defence witness, describing his studies on POWs in the Korean War to show how isolation made a victim dependent on his captors and liable to confess to whatever the interrogators required. The case continues. (NM 18-22/25–29.1.77, 1–5/9/10/12.2.77)"}
{"text":"Pukumu Stephen MOHAMME (23) was jailed for five years at the Rand Supreme Court on 3 February for showing to another"}
{"text":"man a leaflet entitled 'The Voice of Black People in Southern Africa', which was said to urge blacks to burn buildings and kill whites in Johannesburg. The offence, which was alleged to have taken place at the OK Bazaar store in Eloff Street on 27 September 1976, was described as 'not very serious' by the judge, though the leaflet itself was 'serious incitement'. (RDM 4.2.77)"}
{"text":"Mrs. Rita NDZANGA (43) and Khekha SHUBANE (20) appeared in court on 11 January charged under the Terrorism Act. Charges were withdrawn against Laurence Ndzanga who died in police custody (see under Deaths). The case was remanded. (MS 12.1.77)"}
{"text":"Isaac Moholo SIKO (27) appeared in Johannesburg Magistrate's Court on 10 February charged with causing an explo- sion at a Carlton Centre restaurant on 7 December (see FOCUS 8 p. 10). As a result of the explosion Siko lost part of his right arm. Among others arrested apparently in connection with the same incident were Wellington Tshazibane, who died in police custody, Johannes Mofokeng, a soccer player and like Siko and Tshazibane formerly employed by de Beers, and Hope Themba Jamba (see FOCUS 8 pp 5 and 10) (RDM 11.2.77) Siko was remanded to 2 May (RDM 1.3.77)"}
{"text":"Following the conclusion of the trial of nine SASO/BPC officials charged inter alia with offences relating to the 'Frelimo rally' in Durban in September 1974 (see FOCUS 8 p.6) came the resumption of the case against 12 people charged with contravening the Riotous Assemblies Act by attending the rally. 19 people were originally charged in October 1974; when the case re-opened on 24 January 1977"}
{"text":"Those on trial are Michael John Fabre (32), Petros Gumede (25), Mabelengwe Richard Msibi (54), Cornelius Temba Msomi (28), Karibadasau Subramouney Govender (22), Ashlatha Rambally (28), John Dlamini (39), Ms Marion Zeeman (28), Logavinogarie Cooper (23), a 17- year-old girl and a 15-year-old boy. (The ages given are those dating from 1974). All are alleged to have attended the rally at Curries Fountain stadium after it had been"}
{"text":"guilty because it was difficult and expen- sive to attend court; he was fined R30. For the others the case was adjourned to 18 April. (NM 25/26.1.77)"}
{"text":"The case against Sadecque Variava and Ms Nomsisi Khuzwayo of the People's Experimental Theatre in Johannesburg, which was waiting for the conclusion of the main SASO/BPC trial, came to an end on 31 January when the charges were dropped. (RDM 1.2.77)"}
{"text":"The state case against the four profes- sional people charged with membership of the ANC at the Randburg Supreme Court (see FOCUS 8 p.8) closed at the beginning of February. The chief defence counsel, L.S. Weinstock SC, withdrew from the case after claiming that there was no money to pay his fees. The junior advocate Mr. J. Bornmann continued to represent the four accused, and opened the defence case. More details will be reported in the next issue of FOCUS. (RDM 2/4/8.2.77)"}
{"text":"Rev David RUSSELL, a Cape clergyman, was sentenced to three months jail for refusing to disclose the names of eye-witnesses to police acts, whose testimony was quoted in a docu- ment entitled \"The Role of Riot Police in the Burnings and Killings at Nyanga, Christmas 1976\". This was published by the Ministers Fraternal, a church grouping, and quoted resi- dents to the effect that police had tolerated and encouraged the attacks on Nyanga resi- dents by migrant workers from the hostels. The attacks involved murder, assault and destruction of peoples' homes. Rev. Russell said the witnesses were afraid of victimisation if their names were known: \"people have legitimate fears that if they are seen to be criticising the SA police they may become victims\". He was allowed bail pending appeal. (RDM 18.2.77)"}
{"text":"NKOSI, MOTLHANTHE and MOSE Three men from Soweto were charged at a special court in Randburg under the Terrorism Act on 1 February. They are Stanley Ngobizizwe NKOSI (30), Petrus MOTLHANTHE (33) and Joseph MOSEU (45) and are charged with furthering the aims of the ANC and possessing explosives between January and April 1976. (RDM 2.2.77)"}
{"text":"Thembinkosi SITHOLI (21) and Samuel MOHLOMI (19) both of KwaMashu Durban, were charged with taking part in terrorist activities and attempting to leave the country for military training. Together with two others, one of whom appeared as state witness, they caught a train to the Swaziland border where they were arrested."}
{"text":"Musa Ngcobo (18) possibly the fourth youth involved was sentenced to one year for refusing to give evidence. The case was adjourned until 25 April (NM_10/ 11.2.77)"}
{"text":"On 22 February Kevin MARTIN (20) was acquitted for furthering the aims of communism (see FOCUS 8 p.8). He had pleaded not guilty to this and an alternative charge of possessing banned literature. (RDM 23.2.77)"}
{"text":"By the end of 1976 1122 people had been tried and convicted of charges related to the unrest since June, accord- ing to figures collected by the SA Insti- tute of Race Relations. Of these 662 were children under 18. A total of 705, mostly children, received corporal punishment as sentence. In other trials also arising out of the unrest, under the Sabotage and Terrorism Acts, 66 people were sentenced to a total of 331 years' imprisonment. (RDM 22.1.77)"}
{"text":"Many trials are still proceeding. It was announced at the beginning of February that a hundred people are to appear in a series of trials in Pretoria and Witbank at specially constituted supreme courts as a result of 1976 disturbances. (RDM 1.2.77) Twenty students from the University of Zululand were charged with arson and sabotage following the burning of univer- sity buildings on 18 June; the case was remanded until 7 March (NM 2.2.77)"}
{"text":"Further convictions for sabotage (see FOCUS"}
{"text":"All jailed for five years. (World 23.1.77) 8 February. Pretoria"}
{"text":"Three students charged with setting fire to the white staff offices at Vlakfontein Technical School in Mamelodi on 14 November. Joseph SIMELANE (18) jailed for 5 years Morris MASHININI (18) jailed for 6 years Sandy LEBESE (20) jailed for 7 years (RDM 4/5/8/9.2.77)"}
{"text":"Mpule Moses MOCOROSA (19) and a 17-year- old boy charged with giving a 'black power' salute and 'agreeing to burn down a school'. Both jailed for 5 years. (RDM 11.2.77) 17 February. Port Elizabeth Vuyisile Albert MATINIS (24), Monde TSHETE (21), Galelekile VETO (21), Zandisile TSIK! (24), Mongamile DINGE (21), Oubaas ZICINA (23) and Nkululeko Welcome SKWEYIYA (22), all charged with sabotage in New Brighton on 7 August 1976."}
{"text":"All jailed for terms between 7 and 15 years. (RDM 18.2.77)"}
{"text":"In 1976 the South African government refused to issue passports to 136 people (57 White, 41 Asian, 28 African, 10 Coloured). Withdrawn passports num- bered 21 (12 White, 5 African, 2 Coloured, 2 Asian). Corresponding figures for 1975 were 157 and 4. (RDM 28.1.77)"}
{"text":"Among those refused passports were: James Matthews, poet and editor, who was unable to attend a conference on South African writing in the Netherlands in May. (CT 10.5.76)"}
{"text":"Norman Middleton, executive member of the Coloured Persons Representative Council and president of the non-racial SA Soccer Federation, who was unable to attend the FIFA conference in Canada in July. He was offered a passport on condition that he signed an undertaking not to do or say anything designed to prevent SA sports- people from participating in international sport, or which would harm SA overseas, which he refused to do. (CT 12.5.76) Fatima Meer, whose third application for passport renewal was refused and who was therefore unable to accept an invitation to lecture at the London School of Economics. In July Mrs. Meer was detained under the Internal Security Act until the end of 1976. (CT 10.7.76)"}
{"text":"Joyce Seroke, YWCA national secretary, whose passport was seized in October. At about the same time Mrs. Seroke was detained until the end of the year. (RDM 7.10.76)"}
{"text":"Karel Tip, whose passport was withdrawn in July while he was standing trial under the Suppression of Communism Act (see FOCUS Nos. 6, 7 and 8). On his acquittal Tip reapplied for his passport in order to study in the Netherlands, but this was refused. (RDM 20.1.77)"}
{"text":"(as have several people from the Ciskei, apparently in error) and obliged to accept Transkei 'citizenship'. Their SA citizen- ship, and any attendant rights they possess, are thus withdrawn."}
{"text":"One Soweto resident applied for a reference book for his son and was referred to the Transkei office. If this practice becomes general, it will lead to further curtailment of the already restricted civil rights pertaining to Africans in the urban areas, in terms of which people born and continuously resident in urban areas have the right to stay there. To issue such people with 'Transkei pass books' would remove this right and make them liable to arbitrary 'endorsement out' to the Transkei. (W 9.1.77)"}
{"text":"Mewa Ramgobin, founder member of the Natal Indian Congress, had his banning order renewed for a further five years; it includes 7 pm-7 am and weekend house arrest. (RDM 30.9.76)"}
{"text":"Michael Ngubeni, banned for two years on his release from jail and restricted to Rustenburg in the northern Transvaal. He was sentenced to 12 years imprisonment in 1964 for a sabotage attempt. (GG 7.1.77) (see also DETAINEES list)"}
{"text":"offices for travel documents to enable them to go abroad, and being told they can only be issued with Transkeian passports, which are not recognised abroad. Others were told to sign Transkei citizenship papers before they would be given a work-seekers permit. (RDM 12.1.77; FM 7.1.77)"}
{"text":"Influx control terminology is changing to take account of the new Transkei 'citizenship'. When 589 Africans were detained over four days in Cape Town for 'infringement of influx control measures', it was stated that 100 others were \"Transkeian citizens whose passports were not in order\". (CT 15.1.77)"}
{"text":"While Xhosas are thus being made foreigners in their own country, the privileges and exemp- tions from petty apartheid usually granted to foreign blacks (as tourists) are not available. According to an agreement signed by Chief Matanzima and the Minister of Bantu Admin- istration shortly before 'independence' it is quite clear that 'Transkeian nationals' working in other parts of South Africa do so on the same terms as before and are subject to the same influx control pass laws and apartheid regula- tions. There are thus no benefits in obtaining Transkei 'citizenship', and serious disadvantages in doing so. (RDM 14/15.2.77)"}
{"text":"Mrs. Winnie Mandela, served with a 5 year banning order on her release from detention under the Internal Security Act (see FOCUS No.6 p.8). Mrs. Mandela, wife of the imprisoned ANC leader Nelson Mandela, has been previously banned several times (see FOCUS No.3 p.6); the new order restricts her to the Orlando area of Soweto, instead of the usual larger magisterial district."}
{"text":"George Sithole, of Durban, banned for five years on his release from I.S.A. detention (see FOCUS No.6 p.9). Mohammed Timol, chairman of the Human Rights Committee in Johannes- burg, banned for five years on his release from 1.S.A. detention (see FOCUS No.7 p.8) including night and weekend house"}
{"text":"Rashid Meer, student son of Mrs. Fatima Meer, banned for five years on release from I.S.A. detention (see FOCUS No.6 p.8) including night and weekend house"}
{"text":"Govan Reddy, of the SAIRR in Durban, banned for five years on release from I.S.A. detention (see FOCUS No.6 p.9) (RDM 29.12.76)"}
{"text":"In September 1973 certain executive members of the Christian Institute and associates resolved not to give evidence before the Parliamentary Commission to Enquire into Certain Organisations (commonly known as the Schlebusch-Le Grange Commission and the forerunner of PISCOM, see FOCUS 6 p. 10)."}
{"text":"Kleinschmidt: charge withdrawn. (RDM 15.9.76, 11.10.76, 27.11.76; Star 30.10.76; CT 23.11.76; Pro Veritate Dec- ember 1976)"}
{"text":"Judgement was reserved at the close of the three day hearing of an appeal by AARON MUSHIMBA (SWAPO National Organiser), HENDRIK SHIKONGO, RAUNA NAMBINGA and ANNA NGAI- HONDJWA. Aaron Mushimba (32) and Hendrik Shikongo (29) were both sen- tenced to death on 12 May 1976 by the South African Supreme Court at Swakop- mund in Namibia, on a main charge that they had \"endangered the maintenance of law and order\" in Namibia, while Rauna Nambinga (25) and Anna Ngai- hondjwa (23), both nurses from Engela hospital in Ovamboland, were sentenced to 7 and 5 years imprisonment respect- ively. The case marked the first use of the death penalty under South Africa's Terrorism Act. On 25 June 1976, the Windhoek Supreme Court granted an application by the defence for a special entry to be made on the court records, in the light of evidence of gross irregularity in the conduct of the trial, in particular, the leakage of confidential and privileged information from the offices of the defence lawyers to the Windhoek Security Police. (See FOCUS Nos. 4, 5 and 6 for a full account of the charges and trial pro- ceedings)"}
{"text":"Ovamboland, and secondly, the trial court had refused to call or recall certain witnesses (Festus Shanika, Sam Shivute, Elizabeth Namunjebo, Thomas Phillipus Nangombe, Paulus Nampala and Constable H.K. le Grange). \"Relevant and material\" new evidence had thereby not been made available, and Shikongo had been \"seriously handicapped\" in his defence."}
{"text":"Judgement was expected to be handed down some days after the close of the appeal hearing. (WA 15/16/17.2.77) TWO DETAINED"}
{"text":"detention incommunicado for 5 months leading up to the trial. (FOCUS No.6 p.4)"}
{"text":"In a press release issued in London, SWAPO described the rearrest of the two men as \"another step in the escalation of (South Africa's) intimidation and victim- isation of the Namibian people. But it only serves to make SWAPO rededicate itself to the liberation struggle until we have driven the Boer from our land.\" (SWAPO press release L/8/77/50, 3 March 1977)"}
{"text":"In Ovamboland, a similar kind of card is being sold at 50 cents a time to indicate membership of a new political party, the National Democratic Party, set up by the Ovamboland Chief Minis- ter, Pastor Cornelius Ndjoba. Radio Ovambo has warned that anyone without a card is likely to be taken for a SWAPO supporter. (WA 12.11.76, 31.12.76, 13. 1.77) Many SWAPO members and sup- porters in the northern region are believed to be detained incommunicado in prison camps set up by the South African security forces at Oshikati and Enana."}
{"text":"Five SWAPO officials arrested by the Outjo and Khorixas Security Police in January. Rev Hiskia Ndjoze-Aunivi (SWAPO Organising Secretary), Mr. Riundja Kaakunga (Vice-Secretary General), and Mr. Nashi- longo Taapopi (Windhoek Branch Chairman) were among those detained after a public meeting, for allegedly entering Outjo with- out legal documents (WA 20.1.77)"}
{"text":"According to SWAPO sources, he was then taken to northern Namibia, where he remained in detention at the beginning of February. (WA 1.2.77)"}
{"text":"staying illegally in a white area. According to SWAPO he was then taken to Outjo to recover from severe wounds sustained through assault, and remained in custody in mid-February. (WA 18.2.77)"}
{"text":"A. a meeting in Windhoek on 13 January, the Namibian Black Students Organisation (NABSO) decided to boycott all schools falling under the Bantu Education Depart- ment of the South African government, \"until the Bantu Education system is scrapped\". In a statement, NABSO pointed out that recent concessions and improvements in the apartheid education system, announced in Pretoria, were \"completely inadequate\". Mr. Zedekia Mujoro, the organisation's President, said that NABSO members were determined to go without education until their schooling measured up to international standards and \"put the black man in a position to solve the problems of this community\". He estimated that the boycott would affect 60% of black pupils in secondary schools throughout Namibia, due to re-open the following week after the Christmas holidays. (WA 14.1.77)"}
{"text":"The Windhoek Advertiser, comment- ing on the action proposed by students, revealed that \"meetings, both formal and informal, open and clandestine, are taking place, particularly in Katutura where there are now signs of political unrest . . . The true facts about the planned stay- away from Brown and Black schools in South West Africa will not be made known. But that it will encompass dozens of schools and involve hundreds of stu- dents is not to be denied.\" (WA 12.1.77)"}
{"text":"In the aftermath of the disturbances in Namibia secondary schools during Novem- ber and December 1976 (see FOCUS No. 8 p.14), many students have fled the country. In mid-January, Colonel Koos Myburgh, Chief of the Police Security Branch, estimated that between 30 and 40 black students aged 17 and 18 had fled to Botswana. Black political sources in Windhoek, however, put the figure much higher, and suggest that around 300 young people have crossed the border into Angola, Zambia and Botswana in recent weeks. The majority of the exiles are believed to have come from the Martin Luther High School, a private high school of the Evangelical Lutheran Church near Omaruru in Damaraland, 200 km north west of Windhoek, with others from St. Therese High School, a Nama school in the south. Exams and classes were boycotted at both these"}
{"text":"schools last year, and at Martin Luther led to a temporary closure. (The Martin Luther High School re-opened at the beginning of February, having dropped Afrikaans from its curriculum). (WA 13.1.77, 2.2.77)"}
{"text":"at the Augustineum Training College, Windhoek, in November 1976 (see FOCUS No.8, ibid), appeared before the Windhoek Regional Court on 17 February. The accused, BERNARDUS PETRUS (20), FREDERICK ISAAKS (19), SAMUEL MUNJUNDA (21), ANDREAS HIMASWA (20), JOHANNES MUNJUNDA (22), and WILFRED EMULKA (24), were charged with arson or alternatively, conspiring to commit arson. The case was adjourned to 25 April. (WA 18/21.2.77; Namibia News Vol.9 No. 12 December 1976)"}
{"text":"Having maintained their strike unbroken for almost 3 months, the Nama Teachers Association (SWANOV) decided at the end of January that its members could officially reapply for the posts from which they had been sacked by the Department of Coloured, Rehoboth and Nama Affairs. A total of 237 Nama teachers were dismissed on 9 December after taking strike action in demand for"}
{"text":"wage rises in line with the salaries paid to Coloured teachers, and for a new school in an urban area (See FOCUS No.8 p.14). During the weeks that followed, accord- ing to SWANOV, \"strong propaganda\" methods were used by the Department of Coloured, Rehoboth and Nama Affairs in an attempt to get the teachers back to"}
{"text":"SWANOV said, making promises to the various teachers to persuade them to re- apply for their posts. The strike, however, remained firm right up to the reopening of the schools after the Christmas holi- days, on 19 January. (WA 5.1.77)"}
{"text":"On 15 January, following repeated requests from the teachers, Mr. Hennie Smit, the Minister of Coloured, Rehoboth and Nama Affairs, met the strikers at Gibeon. According to SWANOV, he \"seemed over hasty to get the meeting over and no decisions were taken on our grievances\". The teachers were told that, following a \"Cabinet decision\", they had no prospect whatsoever of a wage rise, because of \"the state of the country's economy\". The Minister also warned the teachers that their 3 month strike period would be treated as unpaid leave and advised them to report for duty when the schools reopened a few days later. If they reapplied for their posts by 19 January, he said, they would receive their full salary for the month and retain their pension benefits. Financial pressures seem to have been a major factor forcing the teachers to bring their strike to an end before any tangible concessions had been won. (WA 17/18/24.1.77)"}
{"text":"tion\" of joining the Nama Council, is the leader of one of four groups, together representing almost 10,000 Namas, who decided in October 1976 to join SWAPO. The leader of another group, Captain Stefanus of the Vaalgras, has also received a warning letter from the Department of Coloured, Rehoboth and Nama Affairs. (WA 11.1.77, 3.2.77; RDM 28.10.76)"}
{"text":"Since the announcement, the Catholic Church in West Germany has offered to make up the R24,000 annually to keep the convent school going. (WA 9.2.77)"}
{"text":"effect. It has urged the SWA Administr- tion to amend the relevant Education Ordinance forbidding racial mixing in schools, in line with decisions taken by the Turnhalle constitutional conference to eliminate discrimination. Similar steps have been taken by the Catholic church TERRORISM ACT TRIALS in South Africa itself. (RDM_13.1.77; WA 8.2.77)"}
{"text":"At the beginning of the school term, 8 Coloured children were admitted to the church's two private schools in Windhoek, St. Paul's Catholic College and Holy Cross Convent. The move was discussed by the SWA Executive Committee on 25 January, and a fortnight later, it was announced that all subsidies to Holy Cross Convent and the Catholic Creche for toddlers (St. Paul's does not receive a state subsidy) had been frozen. In a state- ment, the SWA Administration pointed out that criminal charges could now be laid against the church for their defiance of the law. (WA 8.2.77)"}
{"text":"Since the start of the new school term, Captain Hendrik Witbooi, the Chief of the Witbooi section of the Namas and one of the teachers dismissed, has been coming under increasing pressure from the authorities. In the course of the strike, Captain Witbooi, who up to his dismissal was the principal of a Nama school in Gibeon, wrote a critical letter to the Nama Commissioner. The Captain was told that a new school principal had already been appointed in his place, and later he was approached by the Department of Coloured, Rehoboth and Nama Affairs with a warning that if he did not comply with the rules and regulations of the South African government's Proclamation 160 of 1975 (setting up a Nama Council and Tribal Authorities in the Nama \"homeland\"), his captaincy and accom- I panying monthly salary would be termi- nated. According to a Departmental spokesman, Captian Witbooi was being \"invited\" to join the Nama Council (from which delegates to the Turnhalle are selected) \"so as to cooperate with the other Chiefs for the development of the whole"}
{"text":"Four men have been brought before the Supreme Court in Windhoek on charges of participating in terror activities in Namibia. On 16 February, BENJAMIN CHRISPUS VULENGA made a brief appearance, escorted by a large number of police, for the State to read an indict- ment against him. No details of the charges were given and Vulenga was not asked to plead. He was remanded in custody until 26 April. On 21 February, three more men, RUBEN ITENGULA, MICHAEL SHIKONGO and LAZARUS GUISEB, made a similar brief appearance, and were remanded in custody until 3 May, for summary trial. (WA 16/21.2.77)"}
{"text":"Mrs. Rita Ndzanga at her husband's grave. (see page 8)"}
{"text":"Mrs. Clara Malele and her son. Her husband died after entering police custody on 10 Jan- uary 1977. (see page 8)"}
{"text":"The International Defence & (President: Canon L. John Collins) has the following objects:"}
{"text":"(i) to aid, defend and rehabilitate the vic- tims of unjust legislation and oppressive and arbitrary procedures;"}
{"text":"(ii) to support their families and depen-"}
{"text":"(iii) to keep the conscience of the world"}
{"text":"Focus is published by the Fund to in- form international opinion about repression in Southern Africa, and in support of the call for the release of all political prisoners in South Africa, Namibia and Rhodesia (Zimbabwe). Material can be freely quoted or reproduced."}
{"text":"Aid Fund for Southern Africa Sources and abbreviations: \"Africa\" monthly, London; BBC British Broad- casting Corporation monitoring service; CT Cape Times; Debates House of Assembly, Cape Town, (Hansard); GG Government Gazette, Pretoria; GN – Guard- ian, London; MS Morning Star, London; NM Natal Mercury, Durban; RDM Rand Daily Mail, Johannesburg; RH African Institute of Race Relations; SM Rhodesia Herald, Salisbury; SAIRR – South Sunday Mail, Salisbury; ST – Sunday Times Johannesburg; Star burg (overseas weekly edition); Tel - Daily The Star, Johannes-"}
{"text":"Typeset by The Alden Press, (London & Northampton) Ltd and printed by Alden & Billingham Ltd, Northampton"}
{"text":"( ) APARTHEID QUIZ (rev. ed. 1975, 54 pp)....."}
{"text":"( )SOUTH AFRICA: THE IMPRISONED SOCIETY by Allen Cook"}
{"text":"(1974, 80 pp)................."}
{"text":"() DIVIDE AND RULE: SOUTH AFRICA'S BANTUSTANS by"}
{"text":"Barbara Rogers (1976, 96 pp., illus., maps).... Examines the realities of the Bantustans and the policy of separate development."}
{"text":"( )FORBIDDEN PASTURES:"}
{"text":"Freda Troup (1976, 80 pp.,"}
{"text":"() BOSS: THE FIRST FIVE YEARS (1975, 40 pp)."}
{"text":"()THE SUN WILL RISE by Mary Benson (1974, 56 pp. illus) 95¢ Brings together for the first time the major court state- ments of imprisoned southern African leaders, made during more than a decade of political trials in South Africa."}
{"text":"()BRAM FISCHER, Q.C. by Phyllis Altman (rev. ed., 1975) 45¢ A tribute on the occasion of his death while serving a life sentence."}
{"text":"ZIMBABWE, NAMIBIA, ANGOLA, MOZAMBIQUE, GUINE BISSAU ZIMBABWE QUIZ (1975, 42 pp)....."}
{"text":"( )RHODESIA: SOUTH AFRICA'S SIXTH PROVINCE by John Sprack"}
{"text":"(1974, 88 pp., maps, time chart)....."}
{"text":"( )FOR THEIR TRIUMPHS AND FOR THEIR TEARS:"}
{"text":"APARTHEID SOUTH AFRICA by Hilda Bernstein (1975, 72pp., illus.)."}
{"text":"$1.60 Shows how women have suffered from the cruelities imposed by the apartheid system--and how they have resisted. RACE AGAINST RACE: SOUTH AFRICA'S \"MULTINATIONAL\" SPORT FRAUD by Joan Brickhill (1976, 77 pp., illus.)..... $2.00 Examines the origins and development of \"multinational\" sports in South Africa and the continuation of racial discrimination."}
{"text":"() MASTERS AND SERFS by Rosalynde Ainslie (1973, 55 pp.,"}
{"text":"( ) PRESS UNDER APARTHEID by Alex Hepple (1974, 45 pp) $1.05 The author, a former South African MP and editor, provides a carefully documented and authoritative outline of the intimidating array of legislation which curtails press freedom."}
{"text":"( )THE TERRORISM OF TORTURE by Hilda Bernstein (1972,"}
{"text":"()THE WHITE JUDGE'S BURDEN by Mervyn Jones"}
{"text":"(1972, 25 pp)....."}
{"text":"THE BRITISH DILEMMA by E.E. Mlamba (1971, 37 pp)..... 80¢ Explores Britain's dilemma on the Rhodesia problem. The author, writing from first-hand knowledge, deals with constitutional changes, sanctions and the introduction of apartheid."}
{"text":"()A DWELLING PLACE OF OUR OWN by Randolph Vigne"}
{"text":"(Rev. ed., 1975, 52 pp., illus.).."}
{"text":"()THE LAST TO LEAVE by Bruno da Ponte (1974, 76 pp)...$1.25"}
{"text":"$1.25 ( )TERROR IN TETE (1973, 48 pp)...."}
{"text":"( )PORTUGAL'S WARS IN AFRICA by Ruth First (1971, 32 pp) 95¢ Includes the writing, speeches and documentation of the liberation movements of the African people of Angola, Mozambique and Guine-Bissau."}
{"text":"(SOUTH AFRICAN PRISONS AND THE RED CROSS INVESTIGATION"}
{"text":"(1967, 63 pp)...."}
{"text":"( )FACT PAPERS On Southern Africa. An occasional series of"}
